[{"email": "avi@gmail.com", "job_title": "IT Manager", "location": "Tel Aviv", "upload_date": "19-08-2024", "source": "Manual Upload", "cv_file": "Avi_Levi.docx", "file_type": "docx", "full_text": "Avi Levi avi@gmail.com תפקיד: IT Manager מיקום:  Tel Aviv Active Directory GPO CrowdStrike ניסיון תעסוקתי: - מנהל פרויקטים בחברת ממשלתית - ניהול פרויקטי IT ממשלתיים - עבודה עם ספקים חיצוניים - מנהל פרויקטים בחברת טכנולוגיות - ניהול פרויקטי פיתוח תוכנה - עבודה עם מתודולוגיות Scrum השכלה: - תואר ראשון בניהול מערכות מידע, אוניברסיטת בן גוריון, 2014 מיומנויות: - ניהול פרויקטי IT - עבודה עם ספקים חיצוניים - עבודה עם מתודולוגיות Scrum שפות: - עברית (שפת אם) - אנגלית (רמה גבוהה)"}, {"email": "Avi2@gmail.com", "job_title": "IT Manager", "location": "Tel Aviv", "upload_date": "19-08-2024", "source": "Manual Upload", "cv_file": "Avi2.pdf", "file_type": "pdf", "full_text": "Avi Levi Avi2@gmail.com IT Manager :דיקפת Tel Aviv :םוקימ Active Directory GPO CrowdStrike :יתקוסעת ןויסינ תיתלשממ תרבחב םיטקיורפ להנמ - םייתלשממ IT יטקיורפ לוהינ - םיינוציח םיקפס םע הדובע - תויגולונכט תרבחב םיטקיורפ להנמ - הנכות חותיפ יטקיורפ לוהינ - Scrum תויגולודותמ םע הדובע - :הלכשה 2014 ,ןוירוג ןב תטיסרבינוא ,עדימ תוכרעמ לוהינב ןושאר ראות - :תויונמוימ IT יטקיורפ לוהינ - םיינוציח םיקפס םע הדובע - Scrum תויגולודותמ םע הדובע - :תופש )םא תפש( תירבע - )ההובג המר( תילגנא -"}, {"email": "Avi3@gmail.com", "job_title": "Academic Advisor", "location": "Tel Aviv", "upload_date": "19-08-2024", "source": "Manual Upload", "cv_file": "Avi3.pdf", "file_type": "pdf", "full_text": "Avi Levi Avi3@gmail.com Academic Advisor :דיקפת Tel Aviv :םוקימ Active Directory GPO CrowdStrike :יתקוסעת ןויסינ תיתלשממ תרבחב םיטקיורפ להנמ - םייתלשממ IT יטקיורפ לוהינ - םיינוציח םיקפס םע הדובע - תויגולונכט תרבחב םיטקיורפ להנמ - הנכות חותיפ יטקיורפ לוהינ - Scrum תויגולודותמ םע הדובע - :הלכשה 2014 ,ןוירוג ןב תטיסרבינוא ,עדימ תוכרעמ לוהינב ןושאר ראות - :תויונמוימ IT יטקיורפ לוהינ - םיינוציח םיקפס םע הדובע - Scrum תויגולודותמ םע הדובע - :תופש )םא תפש( תירבע - )ההובג המר( תילגנא -"}, {"email": "Devijino8@gmail.com", "job_title": "System Administrator", "location": "Haifa", "upload_date": "19-08-2024", "source": "Manual Upload", "cv_file": "Devi_Jinoria.docx", "file_type": "docx", "full_text": "Devi Jinoria System administrator Haifa Devijino8@gmail.com ניסיון תעסוקתי: - מהנדס מערכות בחברת אנרגיה - תכנון ויישום מערכות בקרה - עבודה עם טכנולוגיות SCADA - מהנדס מערכות בחברת ייעוץ טכנולוגי - ניתוח צרכים טכנולוגיים - פיתוח פתרונות מותאמים אישית השכלה: - תואר ראשון בהנדסת מערכות, האוניברסיטה העברית, 2015 מיומנויות: - תכנון ויישום מערכות בקרה - עבודה עם טכנולוגיות SCADA - ניתוח מערכות שפות: - עברית (שפת אם) - אנגלית (רמה גבוהה)"}, {"email": "devdagan@gmail.com", "job_title": "IT Manager", "location": "Petah Tiqva", "upload_date": "19-08-2024", "source": "Manual Upload", "cv_file": "yossi_dagan.pdf", "file_type": "pdf", "full_text": "Yossi Dagan Personal Information IT Manager I possess extensive expertise, totaling over 8 years, in systems, networking, +972 52 4446557 cyber security, and integration. My specialization lies in consulting and Providing technological solutions to large organizations. In my previous role, I devdagan@gmail.com took the lead in the initiation and management of end-to-end projects, from conception to execution. My responsibilities included overseeing the IT system and technological development, as well as leading and managing three teams: helpdesk, integration (system), and information security. Driver's License B C1 Military Service - IDF - 2010-2013 Education Date of birth Ambulance Driver at Tel-Nof Base John Bryce institution - 2015 31/03/92 MCSA & CCNA City Petah Tiqva Professional Experience Areas of Experties Gornitzky & Co Law Firm - 2022-Current Job Title - IT Manager In my current position i lead and manage a team of dedicated professionals in Project Management a fast-paced office environment. I specialize in optimizing IT and cyber security systems, providing expert guidance and support to the organization's support Tech Consultant team. As a consultant with a passion for innovation and development, I lead the implementation of cutting-edge technologies and manage complex Integration projects with precision and efficiency. Additionally, my skills in budgeting and procurement make me an asset when it comes to managing resources and Server Management & Maintanence identifying cost-effective solutions. Eitan Mehulal Sadot Law Firm - 2017-2022 Cyber Security Job Title - IT Manager In my previous role, I was the sole point of responsibility for managing the IT System Management & Maintanence system, information security, and communication within an organization of approximately 100 employees. My duties included providing end-user support IT Management and implementing technological solutions. This challenging position required a diverse set of skills, such as managing integration systems and end-to-end Team Leader projects, supplier management, procurement, and budget management. Budget Management Seetech Solutions 2015-2017 Job Title - System Administrator Policy Dircetor In my previous role, I was a valued member of a team of five experts, where I provided professional services to support the company's clients in small to medium-sized businesses across various vertical markets. My responsibilities System Control included maintaining the computing infrastructure and providing key personnel with expert guidance and support in areas such as computer communication, information security, and server maintenance. Windows Servers 2012-2022 Bezeq International - Help Desk Support - 2013-2014 Fortigate Firewall In this role I was a member of a technical support team at a customer service center, providing technical support and selling Internet services (ISP) to the Group Policy Management company's customers. Active Directory Achievments Implemented cost savings and system upgrades Office 365 & Hybrid Exchange Managed end-of-life upgrades and resolved technical issues Streamlined processes, designed technical architecture and developed work plans Languages Improved performance, scalability and cost efficiency through optimization Proven problem-solver, resolved technical issues effectively Hebrew Ensured smooth transitions during upgrades Developed enterprise-level SharePoint, boosting collaboration and productivity English Automated processes for improved system functionality and reduced manual labor"}]